Repository: Rahimz/ketab
Catalog: ketab/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Password
fa: گذرواژه

source: Repeat password
fa: تکرار گذرواژه

source: Passwords don't match.
fa: گذر‌واژه‌ها یکسان نیستند.

source: Dashboard
fa: داشبورد

source: Add your profile
fa: پروفایل خود را اضافه کنید

source: Please add your profile details
fa: لطفاً مشخصات پروفایل را اضافه کنید

source: Add profile
fa: اضافه کردن پروفایل

source: Welcome
fa: خوش آمدید

source: Your profile details:
fa: جزییات پروفایل شما

source: First name:
fa: نام کوچک

source: Last name:
fa: نام خانوادگی

source: Email:
fa: ایمیل

source: Gender:
fa: جنسیت

source: Date of birth:
fa: تاریخ تولد

source: Edit profile
fa: اصلاح پروفایل

source: Change password
fa: تغییر گذرواژه

source: Warning:
fa: اخطار

source: If you remove your profile user, every action and data you have entered will be deleted permanently.
fa: اگر شما پروفایل کاربری خود را حذف کنید، هر فعالیتی که داشته اید حذف شده و قابل بازگشت نیست.

source: THIS ACCTION IS NOT UNDOABLE!
fa: این عملیات، به هیچ وجه قابل برگشت نیست!

source: Romove Account Completely!
fa: پاک کردن دائمی حساب کاربری!

source: You have to complete your profile first:
fa: شما باید ابتدا حساب کاربری خود را کامل کنید:

source: Edit your account
fa: حساب کاربری خود را اصلاح کنید

source: You can edit your account using the following form:
fa: با استفاده از این فرم اصلاعات حساب خود را کامل کنید:

source: Save changes
fa: ذخیره کردن

source: Create an account
fa: ساخت حساب کاربری

source: Please, sign up using the following form:
fa: لطفاً به کمک فرم زیر ثبت نام کنید:

source: Create my account
fa: ساخت حساب کاربری

source: Your account has been successfully created. Now you can
fa: حساب شما به طور کامل ساخته شد حالا شما می‌توانید

source: log in
fa: وارد شوید

source: Logged out
fa: خارج شوید

source: You have been successfully logged out. You can
fa: شما از حساب خود خارج شدید

source: log-in again
fa: دوباره وارد شوید

source: Log-in
fa: وارد شوید

source: Your username and password didn't match.Please try again.
fa: نام کاربری و گذرواژه شما مطابقت ندارد.

source: Please, use the following form to log-in.
fa: از فرم زیر برای وارد شدن استفاده کنید.

source: If you don't have an account
fa: اگر حساب کاربری ندارید

source: register here
fa: ثبت نام کنید

source: Password changed
fa: گذرواژه تغییر کرد.

source: Your password has been successfully changed.
fa: گذرواژه شما با موفقیت تغییر کرد

source: Change you password
fa: تغییر گذرواژه

source: Use the form below to change your password.
fa: از فرم زیر برای تغییر گذرواژه استفاده کنید.

source: Change
fa: تغییر

source: Password reset
fa: بازنشانی گذرواژه

source: Password set
fa: ثبت گذرواژه

source: Your password has been set. You can
fa: گذرواژه شما ثبت شد حالا می‌توانید

source: log in now
fa: وارد شوید

source: Reset your password
fa: باز نشانی گذرواژه

source: Please enter your new password twice
fa: لطفاً گذرواژه جدید را دو بار وارد کنید

source: Change my password
fa: گذرواژه من را تغییر بده

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fa: لینک بازنشانی گذرواژه نامعتبر است، ممکن است قبلاً از آن استفاده شده باشد. لطفاً دوباره درخواست تغییر گذرواژه بدهید.

source: We've emailed you instructions for setting your password.
fa: ما برای شما یک دستورالعمل برای بازنشانی گذرواژه ارسال کرده‌ایم.

source: If you don't receive an email, please make sure you've entered the address you registered with.
fa: اگر ایمیلی دریافت نکرده‌اید، لطفاً مطمئن شوید که با همان ایمیلی که ثبت نام کرده‌اید وارد شده باشید.

source: Someone asked for password reset for email
fa: کسی برای بازنشانی مجدد گذرواژه درخواست کرده است از طریق ایمیل

source: Your username, in case you've forgotten
fa: نام کاربری شما، چون ممکن است آن را فراموش کرده باشید

source: Forgotten your password?
fa: گذرواژه خود را فراموش کرده‌اید؟

source: Enter your e-mail address to obtain a new password.
fa: ایمیل خود را وارد کنید تا گذرواژه جدید دریافت کنید.

source: Send e-mail
fa: ارسال ایمیل

source: Ketabkhone
fa: کتابخونه

source: Home
fa: خانه

source: Books
fa: کتاب‌ها

source: Collections
fa: مجموعه‌ها

source: Admin
fa: مدیر

source: Logout
fa: خروج

source: Language
fa: زبان

source: Admin Panel
fa: پنل مدیریت

source: ISBN List
fa: لیست ISBN

source: Add ISBN
fa: اضافه کردن ISBN

source: Update ISBN
fa: به روزرسانی ISBN

source: Delete ISBN
fa: حذف ISBN

source: Add an Issue
fa: ثبت مشکل

source: Basic Data
fa: اطلاعات پایه

source: Authors
fa: نویسندگان

source: Translators
fa: مترجمان

source: Ilustrators
fa: تصویرگران

source: Publisher
fa: ناشران

source: Prizes
fa: جوایز

source: Market Info
fa: اطلاعات بازار

source: Content Info
fa: اطلاعات تماس

source: Reports
fa: گزارش‌ها

source: Shoora Book Info
fa: اطلاعات کتاب شورا

source: Shoora Book List
fa: لیست کتاب‌های شورا

source: Shoora Book Groups
fa: گروه‌های کتاب شورا

source: 2021 CBC & Ketabkhone
fa: کتابخونه و شورای کتاب کودک

source: Privacy
fa: حریم خصوصی

source: Terms
fa: قوانین

source: Support
fa: پشتیبانی

source: Author Details
fa: مشخصات نویسنده

source: Name
fa: نام

source: Latin Name
fa: نام لاتین

source: Nationality
fa: ملیت

source: Books of
fa: کتاب‌های

source: There is not any book related to this Author
fa: هیچ کتابی از این نویسنده موجود نیست

source: Add author
fa: اضافه کردن نویسنده

source: You can add an author and then you could use it in a book registering.
fa: شما می‌توانید یک نویسنده اضافه کنید و در مراحل ثبت کتاب از آن استفاده کنید

source: Add Author
fa: اضافه کردن نویسنده

source: List of Authors
fa: لیست نویسندگان

source: Book details
fa: مشخصات کتاب

source: Edit Book
fa: اصلاح کتاب

source: Author
fa: نویسنده

source: Translator
fa: مترجم

source: Illustrated
fa: مصور

source: Illustrator
fa: تصویرگر

source: Editor
fa: ویراستار

source: Re-Write
fa: بازنویسی

source: Collector
fa: جمع کننده

source: Is a Collection
fa: مجموعه است

source: Collection
fa: مجموعه‌

source: Number in series
fa: شماره در مجموعه

source: Publication place
fa: محل نشر

source: Publisher sub-category
fa: زیرمجموعه ناشر

source: Publisher 2
fa: ناشر ۲

source: Publishing Year
fa: سال نشر

source: Pages
fa: صفحات

source: Circulation
fa: شمارگان

source: Bibliography
fa: کتابشانسی

source: Tags
fa: برچسب‌ها

source: Genre
fa: ژانر

source: Critiques
fa: نقدها

source: Market Info.
fa: اطلاعات بازار

source: Shoora Info.
fa: اطلاعات کتاب شورا

source: Market info
fa: اطلاعات بازار

source: Available
fa: موجود

source: Yes
fa: بله

source: No
fa: نه

source: Last Price
fa: آخرین قیمت

source: Last Published Year
fa: آخرین سال انتشار

source: Last Circulation
fa: آخرین شمارگان

source: Updated
fa: به روز رسانی

source: There is no market info
fa: اطلاعات بازار وجود ندارد

source: Shoora info
fa: اطلاعات کتاب شورا

source: Book group
fa: گروه‌های کتاب

source: Subject
fa: موضوع

source: Category
fa: دسته‌بندی

source: Satiric
fa: طنز

source: Main character
fa: شخصیت اصلی

source: Main character description
fa: توصیف شخصیت اصلی

source: Point of View
fa: زاویه دید

source: Events_place
fa: محل وقوع

source: Child special need
fa: نیازهای ویژه کودک

source: Genre Description
fa: توصیف ژانر

source: Age Range
fa: رده سنی

source: Position
fa: موقعیت

source: Book latin name
fa: نام لاتین کتاب

source: Author latin name
fa: نام لاتین نویسنده

source: Score
fa: امتیاز

source: Other translations
fa: ترجمه‌های دیگر

source: Cpoyright
fa: کپی رایت

source: There is no shoora info
fa: اطلاعات شورای کتاب موجود نیست

source: Add book
fa: اضافه کردن کتاب

source: You can add a book here! If you could not find an author, translator or etc. in the list you should add them first
fa: اینجا می‌توانید یک کتاب اضافه کنید! اگر نویسنده، مترجم و ... را در لیست پیدا نمی‌کنید باید اول آنها را اضافه کنید

source: Add Book
fa: اضافه کردن کتاب

source: Edit book
fa: اصلاح کتاب

source: You can Edit a book here
fa: شما اینجا می‌توانید اطلاعات کتاب را اصلاح کنید

source: Books List
fa: لیست کتاب‌ها

source: Code
fa: کد

source: Collections List
fa: لیست مجموعه‌ها

source: Home Pgae
fa: خانه

source: Hello %(name)s!
fa: %(name)s سلام!

source: Illustrator Details
fa: مشخصات تصویرگر

source: There is not any book related to this illustrator
fa: هیچ کتابی برای این تصویرگر ثبت نشده است

source: Add illustrator
fa: اضافه کردن تصویرگر

source: You can add a illustrator and then you could use it in a book registering
fa: شما می‌توانید یک تصویرگر ثبت کنید و در هنگام ثبت مشخصات کتاب از آن استفاده کنید

source: Add Illustrator
fa: اضافه کردن تصویرگر

source: Illustrators
fa: تصویرگران

source: List of illustrators
fa: لیست تصویرگران

source: Delete Author
fa: حذف نویسنده

source: Are you sure you want to delete the ISBN
fa: آیا مطمئن هستید که این ISBN حذف شود

source: NOTE
fa: نکته

source: All of the book details which is related to this ISBN will be removed permanently
fa: تمام اطلاعات کتاب که به این ISBN مرتبط باشد به صورت دائمی حذف خواهد شد

source: Yes, delete.
fa: بله، حذف شود

source: ISBN Details
fa: جزییات ISBN

source: There is no book related to this ISBN
fa: هیچ کتابی به این ISBN مرتبط نشده است

source: The ISBN is the most important identification for a book
fa: کد ISBN مهم‌ترین شناسه معرفی کتاب است

source: The structure of its 13-digits character xxx-xx-xxxx-xxx-x or the older 10-digits is xx-xxxx-xxx-x
fa: ساختار این کد یک عدد ۱۳ رقمی به شکل xxx-xx-xxxx-xxx-x است مدل‌های قدیمی‌تر آن ترکیبی ۱۰ رقمی به این شکل xx-xxxx-xxx-x دارند

source: If you do not know hoe to define an ISBN you should contanct the administration of Website
fa: اگر کتاب مورد نظر شما ISBN ندارد یا شما کد آن را نمی‌دانید حتماً با مدیر سایت تماس بگیرید

source: The structure of its 13-digits character xxx-xx-xxxx-xxx-x or the older 10-digits is xx-xxxx-xxx-x
fa: ساختار این کد یک عدد ۱۳ رقمی به شکل xxx-xx-xxxx-xxx-x است مدل‌های قدیمی‌تر آن ترکیبی ۱۰ رقمی به این شکل xx-xxxx-xxx-x دارند

source: Shoora Book Details
fa: مشخصات بازنگری کتاب شورا

source: Add review
fa: اضافه کردن بازنگری

source: You can add a review for a book by selecting its ISBN
fa: شما می‌‌توانید با انتخاب یک ISBN یک بازنگری برای کتاب مرتبط با آن بسازید

source: Shoora
fa: شورا

source: Every year CBC reviewed published books for children and teenagers and these reviews publish for parents to help them for select the approriate books
fa: هر سال شورای کتاب کودک، کتاب‌های منتشر شده برای کودکان و نوجوانان را بررسی کرده و این بازنگری‌ها را منتشر می‌کند تا به والدین برای انتخاب کتاب، کمک کند.

source: List of Shoora reviewed books
fa: لیست کتاب‌های بازنگری شده توسط شورا

source: Translator Details
fa: مشخصات مترجم

source: There is not any book related to this translator
fa: هیچ کتابی برای این مترجم ثبت نشده است

source: Add translator
fa: اضافه کردن مترجم

source: You can add a translator and then you could use it in a book registering
fa: شما می‌توانید یک مترجم ثبت کنید و در هنگام ثبت مشخصات کتاب از آن استفاده کنید

source: Add Translator
fa: اضافه کردن مترجم

source: List of translators
fa: لیست مترجمان

source: English
fa: انگلیسی

source: Farsi
fa: فارسی
